Repository: In-telligent-LLC/In-telligent-iOS
Catalog: Intelligent/Localization/*.lproj/Localizable.strings
Languages: am, hy, sl

source: %d Attachments
am: %d አባሪዎች
hy: %d Հավելվածներ
sl: %d Priloge

source: *When you send an urgent or emergency alert to the community, members will hear the alert sound.
am: * ለህብረተሰቡ አስቸኳይ ወይም አስቸኳይ ማንቂያ ሲላኩ, አባላት የማንቂያ ድምጽ ይሰማሉ.
hy: * Երբ հրատապ կամ արտակարգ իրավիճակների զգուշացում եք հաղորդում համայնքին, անդամները լսում են զգոնության ձայնը:
sl: * Ko pošljete nujno ali nujno opozorilo skupnosti, bodo člani slišali opozorilni zvok.

source: ABOUT
am: ስለ
hy: ՄԱՍԻՆ
sl: O NAS

source: Accepted
am: ተቀባይነት አግኝቷል
hy: Ընդունված է
sl: Sprejeto

source: Account
am: መለያ
hy: Հաշիվ
sl: račun

source: Add Attachment
am: ዓባሪ አክል
hy: Ավելացնել հավելված
sl: Dodaj prilogo

source: ALERT LANGUAGE
am: አልፋ ቋንቋ
hy: ALERT LANGUAGE- ը
sl: ALERT JEZIK

source: Alert Sent
am: ማንቂያ ተልኳል
hy: Զգուշացում ուղարկվեց
sl: Opozorilo poslano

source: Alert Suggested
am: ማንቂያ የቀረበ አስተያየት
hy: Առաջարկվող ծանուցում
sl: Predlagana opozorila

source: All Subscribers
am: ሁሉም የደንበኝነት ተመዝጋቢዎች
hy: Բոլոր բաժանորդները
sl: Vsi naročniki

source: Already have an account? LOG IN
am: ቀድሞውኑ መለያ አለዎት? ግባ
hy: Արդեն ունեք հաշիվ? Մուտքագրեք
sl: Že imate račun? VPIŠI SE

source: Always
am: ሁልጊዜ
hy: Միշտ
sl: Nenehno

source: Are you sure you want to delete %@?
am: እርግጠኛ ነዎት %@ ን መሰረዝ ይፈልጋሉ?
hy: Վստահ եք, որ ցանկանում եք ջնջել %@:
sl: Ali ste prepričani, da želite izbrisati %@?

source: Are you sure you want to delete the invite for %@?
am: እርግጠኛ ነዎት የ %@ ግብዣን ለመሰረዝ ይፈልጋሉ?
hy: Վստահ եք, որ ցանկանում եք ջնջել հրավերը %@?
sl: Ali ste prepričani, da želite izbrisati povabilo za %@?

source: Are you sure you want to delete this group?
am: ይህን ቡድን ለመሰረዝ በእርግጥ ይፈልጋሉ?
hy: Վստահ եք, որ ցանկանում եք ջնջել այս խումբը:
sl: Ali ste prepričani, da želite izbrisati to skupino?

source: Are you sure?
am: እርግጠኛ ነህ?
hy: Համոզված ես?
sl: Ali si prepričan?

source: Attachments
am: አባሪዎች
hy: Հավելվածներ
sl: Priloge

source: Attachments: %d total
am: ዓባሪዎች: %d ጠቅላላ
hy: Հավելվածներ ` %d ընդհանուր
sl: Priloge: %d skupaj

source: BACK
am: ተመለስ
hy: ՎԵՐԱԴԱՐՁ
sl: NAZAJ

source: Begin Call
am: ጥሪ ይጀምሩ
hy: Զանգահարեք
sl: Začni klic

source: Call
am: ጥሪ
hy: Զանգահարեք
sl: Pokliči

source: CANCEL
am: ውድቅ
hy: ԴԱԴԱՐԵՑՈՒՄ

source: Cancel
am: ሰርዝ
hy: Չեղարկել
sl: Prekliči

source: CHANGE PASSWORD
am: የሚስጥር ቁልፍ ይቀይሩ
hy: ՓՈԽԵԼ ԳԱՂՏՆԱԲԱՌԸ
sl: SPREMENI GESLO

source: Change Thumbnail
am: ድንክዬ ይቀይሩ
hy: Փոփոխել նկարը
sl: Spremeni sličico

source: Changes Saved
am: ለውጦች ተቀምጠዋል
hy: Փոփոխությունները փրկվեցին
sl: Spremembe so shranjene

source: Close
am: ገጠመ
hy: փակել
sl: Zapri

source: Confirm Password
am: የይለፍ ቃል አረጋግጥ
hy: Հաստատել գաղտնաբառը
sl: potrdi geslo

source: Connect
am: ይገናኙ
hy: Միացեք
sl: Poveži se

source: CONNECT
am: ተገናኝ
hy: CONNECT- ը

source: Contact
am: እውቅያ
hy: Կապ
sl: Stik

source: CREATE
am: ይፍጠሩ
hy: Ստեղծեք

source: Create A Group
am: ቡድን ይፍጠሩ
hy: Ստեղծել խումբ
sl: Ustvari skupino

source: Create a New Group
am: አዲስ ቡድን ይፍጠሩ
hy: Ստեղծեք նոր խումբ
sl: Ustvari novo skupino

source: Create Account
am: መለያ ይፍጠሩ
hy: Գրանցվել
sl: Ustvari račun

source: Create Thumbnail
am: ድንክዬ ይፍጠሩ
hy: Ստեղծեք thumbnail
sl: Ustvarite sličico

source: Created on %@
am: በ %@ ተፈጠረ
hy: Ստեղծված է %@
sl: Ustvarjeno na %@

source: Critical
am: ወሳኝ
hy: Քննադատական
sl: Kritično

source: Delete
am: ሰርዝ
hy: Ջնջել
sl: Izbriši

source: Delete Notification
am: ማሳወቂያ ሰርዝ
hy: Ջնջել ծանուցումը
sl: Izbriši obvestilo

source: Deliver To
am: ወደ አድሪያ
hy: Առաքելություն
sl: Dostaviti

source: Delivered:
am: ደርሷል:
hy: Առաքվել:
sl: Dostavljeno:

source: DELIVERY INFORMATION
am: የላቀ መረጃ
hy: ԱՌԱՋԱՏԱՐ ՏԵՂԵԿՈՒԹՅՈՒՆՆԵՐ
sl: PODATKI O DOSTAVI

source: DISCONNECT
am: ተሰብስበው
hy: DISCONNECT- ը

source: Do you want to disable Audible Lightning Alerts
am: የመልዕክት መብራቶችን ማንቃት / ማሰናከል ይፈልጋሉ
hy: Ցանկանում եք անջատել ձայնային լայթնային ազդանշաններ
sl: Želite onemogočiti zvočne opozorila

source: Done
am: ተጠናቅቋል
hy: Կատարած
sl: Končano

source: Edit Group
am: ቡድን ያርትዑ
hy: Խմբագրել խումբը
sl: Uredi skupino

source: Edit Member
am: አባል ያርትዑ
hy: Խմբագրել անդամը
sl: Uredite člana

source: Emergency Services
am: የአደጋ ጊዜ አገልግሎቶች
hy: Արտակարգ իրավիճակների ծառայություններ
sl: Reševalne službe

source: End Call
am: ጥሪ ጨርስ
hy: Վերջակիր զանգ
sl: Končaj klic

source: Enter Description
am: ማብራሪያ ያስገቡ
hy: Մուտքագրեք Նկարագրություն
sl: Vnesite opis

source: Enter Email Address
am: የኢሜይል አድራሻ አስገባ
hy: Մուտքագրեք էլ. Փոստի հասցեն
sl: Vnesite e-poštni naslov

source: Enter Message
am: መልዕክት ያስገቡ
hy: Մուտքագրեք հաղորդագրություն
sl: Vnesite sporočilo

source: Enter Title
am: ርዕስ ያስገቡ
hy: Մուտքագրեք վերնագիրը
sl: Vnesite naslov

source: FIND
am: አግኝ
hy: Գտեք
sl: NAJTI

source: Find Member
am: አባል ያግኙ
hy: Գտնել անդամ
sl: Poišči člana

source: FIRST TIME USER
am: የመጀመሪያ ጊዜ ተጠቃሚ
hy: ԱՌԱՋԻՆ ԱՆԳԱՄ USER
sl: PRVI ČAS UPORABNIK

source: Forgot Password
am: መክፈቻ ቁልፉን ረሳኽው
hy: Մոռացել եք գաղտնաբառը
sl: Ste pozabili geslo

source: FORGOT/CHANGE PASSWORD
am: የይለፍ ቃል / ቀይር
hy: ՁԵՐԲԱԿԱԼԵԼ / ՓՈՓՈԽՈՒԹՅՈՒՆ ԱՆՑԿԱՑՆԵԼ
sl: FORGOT / SPREMENITE GESLO

source: Full Name
am: ሙሉ ስም
hy: Ամբողջ Անունը
sl: Polno ime

source: General Inquires on In-telligent
am: ጠቅላላ የአመልካቾችን ጉዳይ ይጠይቃል
hy: Ընդհանուր հարցումներ հարցազրույցի մասին
sl: Splošne poizvedbe o telesnih poškodbah

source: GHI
am: ግጥም
hy: ՌԵԿՈՐԴ
sl: RECORD

source: Group Created
am: ቡድን ተፈጥሯል
hy: Ստեղծված խումբ
sl: Skupina je ustvarjena

source: Group Deleted
am: ቡድን ተሰርዟል
hy: Խումբը ջնջվել է
sl: Skupina je izbrisana

source: Group Name
am: የቡድን ስም
hy: Խմբի անունը
sl: Ime skupine

source: Groups
am: ቡድኖች
hy: Խմբեր
sl: Skupine

source: Helplines & Hotlines
am: አጋዥዎች እና መደበኛ መስመሮች
hy: Հղումներ եւ թեժ գիծ
sl: Pomočnice in telefonske linije

source: How many hours would you like total silence for?
am: ስለ ጠቅላላው ዝምታ ምን ያህል ሰዓቶች ይፈልጋሉ?
hy: Քանի ժամ կցանկանայիք ամբողջ լռությունը:
sl: Koliko ur bi radi imeli popolno molk?

source: IGNORE
hy: IGNORE- ը

source: In-telligent
am: አዕምሮ ባለው
hy: Խելացի
sl: Prepričanec

source: In-telligent and All Emails
am: In -ntigent እና ሁሉም ኢሜይሎች
hy: In-telligent եւ բոլոր էլ-նամակները
sl: In-telligent in vse e-pošte

source: In-telligent and Imported Emails
am: ኢንፎርሜንት እና የተላኩ ኢሜይሎች
hy: Ներկայացված եւ ներմուծվող էլ-նամակները
sl: Ugovorna in uvožena e-poštna sporočila

source: Inbox
hy: Ներարկղ
sl: Prejeto

source: Invalid building
am: ልክ ያልሆነ ሕንፃ
hy: Անվավեր շենք
sl: Neveljavna stavba

source: Invalid Password
am: የተሳሳተ የሚስጥርቃል
hy: Անվավեր Գաղտնաբառ
sl: Neveljavno geslo

source: Invalid reset code. Please try again.
am: ልክ ያልሆነ ዳግም ማስጀመሪያ ኮድ. እባክዎ ዳግም ይሞክሩ.
hy: Սխալ վերականգնման կոդը: Խնդրում եմ կրկին փորձեք.
sl: Neveljavna koda ponastavitve. Prosim poskusite ponovno.

source: Invite New Member
am: አዲስ አባል ይጋብዙ
hy: Հրավիրեք նոր անդամ
sl: Povabite novega člana

source: INVITE OTHERS TO JOIN
am: ሌሎችን እንዲገቡ ይጋብዛቸው
hy: ՀՐԱՎԻՐԻ ԴԱՍԵՐԸ ԿՄԱՍՆԱԿՑԻ
sl: POZIVAJTE DRUGE, KI JO SE PRIJAVE

source: Invited
am: ተጋብዘዋል
hy: Հրավիրված
sl: Povabljen

source: JOIN NOW
am: አሁን ይቀላቀሉ
hy: ՄԻԱՑԻՐ ՀԻՄԱ
sl: PRIDRUŽI SE ZDAJ

source: Join now with Facebook
am: አሁን ከ Facebook ጋር ይቀላቀሉ
hy: Միացեք Facebook- ի հետ
sl: Pridružite se zdaj z Facebookom

source: Join now with Google
am: አሁን በ Google ይቀላቀሉ
hy: Միացեք Google- ին
sl: Pridružite se zdaj z Googlom

source: Life Safety
am: የህይወት ደህንነት
hy: Կյանքի անվտանգությունը
sl: Varnost življenja

source: Lightning
am: መብረቅ
hy: Կայծակ
sl: Utrujenost

source: Lightning Alert
am: የብርሃን ማስጠንቀቂያ
hy: Lightning Alert- ը
sl: Alergija

source: Listen to the emergency alert sound
am: የአደጋ ጥሪ ድምፅን ያዳምጡ
hy: Լսեք արտակարգ ահազանգի ձայնին
sl: Poslušajte opozorilni zvok

source: Listen to the urgent alert sound
am: የአስቸኳይ ጥሪውን ድምጽ አዳምጥ
hy: Լսեք հրատապ ահազանգի ձայնին
sl: Poslušajte nujni opozorilni zvok

source: LOG IN
am: ግባ
hy: Մուտքագրեք
sl: VPIŠI SE

source: Log in with Facebook
am: በፌስቡክ ግባ
hy: Մտնել Ֆեյսբուքով
sl: Prijava s Facebookom

source: Log in with Google
am: በ Google ግባ
hy: Մուտք գործեք Google- ի միջոցով
sl: Prijavite se pri Googlu

source: Log Out
am: ውጣ
hy: Դուրս եկեք
sl: Izpisati

source: Menu
am: ምናሌ
hy: Մենյու
sl: Meni

source: Message
am: መልዕክት
hy: Հաղորդագրություն
sl: Sporočilo

source: MESSAGE FEED
hy: ՄԻՋԱԶԳԱՅԻՆ ՖԵԴԵՐ
sl: SPOROČILO POROČILA

source: MNO
hy: ՄՆՕ

source: My Account
am: አካውንቴ
hy: Իմ հաշիվը
sl: Moj račun

source: My Groups
am: የእኔ ቡድኖች
hy: Իմ խմբերը
sl: Moje skupine

source: My Info
am: የእኔ መረጃ
hy: Իմ տեղեկությունները
sl: Moja informacija

source: NAME
hy: ԱՆՈՒՆ

source: Name
am: ስም
hy: Անուն
sl: Ime

source: Name Your Group
am: የእርስዎ ቡድን ስም ይስጡ
hy: Անվանեք ձեր խումբը
sl: Poimenujte svojo skupino

source: Name:
am: ስም
hy: Անուն:
sl: Ime:

source: Never
am: በጭራሽ
hy: Երբեք
sl: Nikoli

source: NEXT
am: ቀጣይ
hy: NEXT- ը
sl: NASLEDNJI

source: No
am: አይ
hy: Ոչ
sl: Ne

source: None
am: ምንም
hy: Ոչ ոք
sl: Nihče

source: Normal
am: መደበኛ
hy: Նորմալ
sl: Normalno

source: Notifications
am: ማሳወቂያዎች
hy: Ծանուցումներ
sl: Obvestila

source: OK
am: እሺ
hy: լավ
sl: v redu

source: On
am: በርቷል
hy: Վրա

source: Only When I'm Here
am: እዚህ ሲኖር ብቻ
hy: Միայն այն ժամանակ, երբ ես այստեղ եմ
sl: Samo ko sem tukaj

source: or
am: ወይም
hy: կամ
sl: ali

source: OR
am: ወይም
hy: ԿԱՄ
sl: ALI

source: Organizations
am: ድርጅቶች
hy: Կազմակերպություններ
sl: Organizacije

source: Other Groups
am: ሌሎች ቡድኖች
hy: Այլ խմբեր
sl: Druge skupine

source: Password
am: የይለፍ ቃል
hy: Գաղտնաբառ
sl: Geslo

source: Password Required
am: የይለፍ ቃል ያስፈልጋል
hy: Գաղտնաբառը պարտադիր է
sl: Zahtevano geslo

source: Passwords must match
am: የሚስጥሩ ቃል ​​የግድ መመሳሰል አለበት
hy: Գաղտնաբառերը պետք է համընկնեն
sl: Geslo se mora ujemati

source: PC Emergency
am: ፒሲኤፍ አስቸኳይ
hy: PC արտակարգ

source: PC Urgent
am: ፒሲ አስቸኳይ
hy: PC շտապ
sl: PC Nujna

source: Pending...
am: በመጠባበቅ ላይ ...
hy: Սպասում է ...
sl: V teku...

source: People
am: ሰዎች
hy: Ժողովուրդ
sl: Ljudje

source: Personal Safety
am: የግል ደህንነት
hy: Անձնական անվտանգություն
sl: Osebna varnost

source: Phone Number
am: ስልክ ቁጥር
hy: Հեռախոսահամար
sl: Telefonska številka

source: Please input a valid confirmed password
am: እባክዎ ትክክለኛውን የተረጋገጠ የይለፍ ቃል ያስገቡ
hy: Մուտքագրեք վավեր հաստատված գաղտնաբառը
sl: Vnesite veljavno potrjeno geslo

source: Please input a valid description
am: እባክዎን ትክክለኛውን መግለጫ ያስገቡ
hy: Մուտքագրեք վավեր նկարագրություն
sl: Vnesite veljaven opis

source: Please input a valid email
am: እባክዎን ትክክለኛ ኢሜይል ያስገቡ
hy: Մուտքագրեք վավեր էլ
sl: Vnesite veljaven e-poštni naslov

source: Please input a valid email or phone number
am: እባክዎን ትክክለኛ ኢሜይል ወይም ስልክ ቁጥር ያስገቡ
hy: Մուտքագրեք վավեր էլփոստ կամ հեռախոսահամար
sl: Vnesite veljavno e-poštno sporočilo ali telefonsko številko

source: Please input a valid message
am: እባክዎን ትክክለኛውን መልእክት ያስገቡ
hy: Մուտքագրեք վավեր հաղորդագրություն
sl: Vnesite veljavno sporočilo

source: Please input a valid name
am: እባክዎ ትክክለኛ ስም ያስገቡ
hy: Մուտքագրեք վավեր անուն
sl: Vnesite veljavno ime

source: Please input a valid password
am: እባክዎን ትክክለኛውን የይለፍ ቃል ያስገቡ
hy: Մուտքագրեք վավեր գաղտնաբառ
sl: Vnesite veljavno geslo

source: Please input a valid phone number
am: እባክዎ ትክክለኛ የስልክ ቁጥር ያስገቡ
hy: Մուտքագրեք վավեր հեռախոսահամար
sl: Vnesite veljavno telefonsko številko

source: Please input a valid title
am: እባክዎ ልክ የሆነ ርዕስ ያስገቡ
hy: Մուտքագրեք վավեր վերնագիր
sl: Vnesite veljaven naslov

source: Please select a deliver to
am: እባክዎ ለ
hy: Խնդրում ենք ընտրել առաքում
sl: Prosimo, izberite ponudbo

source: Please select a group that you would like to contact
am: እባክዎ ሊያገኙዋቸው የሚፈልጉትን ቡድን ይምረጡ
hy: Խնդրում ենք ընտրել մի խումբ, որը ցանկանում եք կապվել
sl: Izberite skupino, v katero želite vzpostaviti stik

source: Please select a notification type
am: እባክዎ የማሳወቂያ አይነት ይምረጡ
hy: Խնդրում ենք ընտրել ծանուցման տիպը
sl: Izberite vrsto obvestila

source: Please select a send to
am: እባክዎ አንድ ላክ ይምረጡ
hy: Խնդրում ենք ընտրել ուղարկել
sl: Prosimo, izberite pošiljanje

source: Read less
am: ያነሰ ያንብቡ
hy: Կարդալ քիչ
sl: Preberite manj

source: Read more
am: ተጨማሪ ያንብቡ
hy: Կարդալ ավելին
sl: Preberi več

source: Receive regular alerts
am: መደበኛ ማስጠንቀቂያዎች ይቀበሉ
hy: Ստացեք կանոնավոր հիշեցումներ
sl: Prejemajte redna opozorila

source: Received:
am: ተቀብሏል:
hy: Ստացվել է `
sl: Prejeto:

source: Remove %@
am: %@ ን አስወግድ
hy: Հեռացնել %@
sl: Odstraniti %@

source: Remove Attachment
am: ዓባሪን አስወግድ
hy: Հեռացնել հավելվածը
sl: Odstranite prilogo

source: Request Submitted
am: ጥያቄ ገብቷል
hy: Ներկայացված խնդրանքը
sl: Zahtevek je bil oddan

source: Reset Password
am: የይለፍ ቃል ዳግም ያስጀምሩ
hy: Վերագործարկեք գաղտնաբառը
sl: Ponastavitev gesla

source: Response
am: ምላሽ
hy: Պատասխան
sl: Odgovor

source: RETURNING SUBSCRIBER
am: ይመዘገባል
hy: ՎԵՐԱՀՍԿՈՂԱԿԱՆ ԱՇԽԱՏԱՆՔԸ
sl: VRAČILO SUBSCRIBER

source: SAVE CHANGES
am: ለውጦችን አስቀምጥ
hy: ՊԱՀՊԱՆԵԼ ՓՈՓՈԽՈՒԹՅՈՒՆՆԵՐԸ
sl: SHRANI SPREMEMBE

source: SAVE MESSAGE
am: መልዕክት አስቀምጥ
hy: Պահել հաղորդագրությունը
sl: SHRANITE SPOROČILO

source: Saved
am: ተቀምጧል
hy: Պահված
sl: Shranjeno

source: Saved Messages
am: የተቀመጡ መልዕክቶች
hy: Պահված հաղորդագրություններ
sl: Shranjena sporočila

source: Search for Group
am: ቡድን ይፈልጉ
hy: Որոնել խմբի համար
sl: Išči skupino

source: Search for Groups
am: ቡድኖችን መፈለግ
hy: Որոնել Խմբեր
sl: Iskanje skupin

source: Select Thumbnail:
am: ድንክዬውን ይምረጡ
hy: Ընտրեք Thumbnail:
sl: Izberite sličico:

source: SEND
am: ይላኩ
hy: ՈՒՂԱՐԿԵԼ

source: SEND INVITE & SAVE CONTACT
am: ይላኩ እና እውቂያ ያስቀምጡ
hy: ՈՒՂԱՐԿԵԼ ԵՎ ԽՆԴԻՐ ԿԱՊԻ
sl: POŠLJITE INVIZIJO IN SHRANJEVANJE KONTAKT

source: Send Message
am: መልዕክት ላክ
hy: Ուղարկել հաղորդագրություն
sl: Pošlji sporočilo

source: Send To
am: ወደ መላክ
hy: Ուղարկել
sl: Pošlji

source: Settings
am: ቅንብሮች
hy: Կարգավորումներ
sl: Nastavitve

source: Severe Weather
am: ከባድ የአየር ሁኔታ
hy: Լուրջ Եղանակ
sl: Hudo vreme

source: Specific Subscribers
am: የተወሰኑ የደንበኝነት ተመዝጋቢዎች
hy: Հատուկ բաժանորդներ
sl: Posebni naročniki

source: Specify Subscribers
am: ተመዝጋቢዎችን ይግለጹ
hy: Նշեք բաժանորդներին
sl: Določite naročnike

source: STOP SPEAKING
am: መናገር አቁሙ
hy: ԴԱԴԱՐԵՑՆԵԼ ԽՈՍՔԸ
sl: STOP GOVORI

source: SUBMIT
hy: ՆԵՐԿԱՅԱՑՆԵԼ

source: SUBSCRIBE
am: ይመዝገቡ
hy: Բաժանորդագրվել
sl: PRIJAVITE

source: Suggest Message
am: መልእክት ጠቁም
hy: Առաջարկել Հաղորդագրություն
sl: Predlagaj sporočilo

source: Suggested
am: በአስተያየት የተጠቆመ
hy: Առաջարկված
sl: Predlagano

source: Suggested Groups
am: የተጠቆሙ ቡድኖች
hy: Առաջարկվող խմբերը
sl: Predlagane skupine

source: Support
am: ድጋፍ
hy: Աջակցություն
sl: Podpora

source: TEXT TO SPEECH
am: ለመናገር ጽሑፍ
hy: ՏԵՔՍՏԸ ԽՈՍՔԸ
sl: BESEDILO V GOVOR

source: Thanks! Check your email in a few minutes for the password reset link.
am: አመሰግናለሁ! የይለፍ ቃል ዳግም ማስጀመሪያ አገናኝ ለማግኘት ከጥቂት ደቂቃዎች በኋላ ኢሜይልዎን ይመልከቱ.
hy: Շնորհակալություն: Ստուգեք ձեր էլփոստը մի քանի րոպեների ընթացքում, գաղտնաբառի վերակայման հղումը:
sl: Hvala! Preverite e-poštno sporočilo v nekaj minutah za povezavo za ponastavitev gesla.

source: This field is required.
am: ይሄ ቦታ ይፈለጋል.
hy: Այս դաշտը պարտադիր է:
sl: To polje je obvezno.

source: Timer: %@
am: ሰዓታት: %@
hy: Ժամեր ` %@
sl: Ure: %@

source: Total Members (%d)
am: ጠቅላላ አባሎች (%d)
hy: Ընդամենը անդամները (%d)
sl: Skupno število članov (%d)

source: Total Silence
am: ጠቅላላ ጸጥታ
hy: Ընդհանուր լռություն
sl: Skupna molka

source: TRANSLATE
am: መተርጎም
hy: ՏՐԱՆՍԼԱՏ
sl: PREVESTI

source: Translate to:
am: ተርጉም ወደ:
hy: Թարգմանել `
sl: Prevedi:

source: Type of Alert
am: የማንቂያ ዓይነት
hy: Զգուշացման տեսակը
sl: Vrsta opozorila

source: Unread
am: ያልተነበበ
hy: Չընթերցված
sl: Neprebrano

source: UNSAVE MESSAGE
hy: UNSAVE MESSAGE- ը
sl: UNSAVE SPOROČILO

source: VIEW ALERTS
am: አስታዋሾችን ይመልከቱ
hy: ՈՐՈՇ ԱՂԲՅՈՒՐ

source: VIEW MEMBERS
am: አባላትን ይመልከቱ
hy: Դիտել անդամները
sl: POGLEDI ČLANI

source: Weather
am: የአየር ሁኔታ
hy: Եղանակը
sl: Vreme

source: Yes
am: አዎ
hy: Այո
sl: Ja

source: Are you OK?
am: ደህና
hy: Լավ ես?
sl: Si v redu?

source: CALL COMMUNITY MANAGER
am: ጥምዝ
hy: ԿՈՄԻՏԱՍԻ ԿԱՌԱՎԱՐՈՒԹՅԱՆ ԿԱՌԱՎԱՐՉԻ
sl: POZIVITE UPRAVLJALEC SKUPNOSTI

source: Error
am: ስህተት
hy: Սխալ
sl: Napaka

source: Would you like to call your community manager?
am: የማህበረሰብ አስተዳዳሪዎን መደወል ይፈልጋሉ?
hy: Ցանկանում եք զանգահարել ձեր համայնքի ղեկավարին:
sl: Želite poklicati svojega upravitelja skupnosti?

source: An unknown error occurred. Please contact support if the issue persists
am: አንድ ያልታወቀ ስህተት ተከስቷል. ችግሩ ከቀጠለ እባክዎ ድጋፍን ያነጋግሩ
hy: Անհայտ սխալ տեղի ունեցավ: Խնդրում ենք կապ հաստատել, եթե խնդիրը չկատարվի
sl: Prišlo je do neznane napake. Če težave še vedno obstaja, se obrnite na podporo

source: FILTER
am: ማጣሪያ
hy: Ֆիլտր

source: Hours
am: ሰዓታት
hy: Ժամեր
sl: Ure

source: Opt-Out
am: መርጠው ይውጡ
hy: Ընդհատել

source: This group is password protected, you must subscribe to see it's messages
am: ይህ ቡድን በይለፍ ቃል የተጠበቀ ነው, የእሱን መልዕክቶች ለማየት በደንበኝነት መመዝገብ አለብዎት
hy: Այս խումբը գաղտնաբառով պաշտպանված է, դուք պետք է բաժանորդագրվեք `այն հաղորդագրությունները տեսնելու համար
sl: Ta skupina je zaščitena z geslom, morate se naročiti, da si ogledate sporočila

source: Would you like to opt-out from automatic subscriptions to %@?
am: ከመደበኛ ምዝገባዎች ወደ% @ ለመውጣት ይፈልጋሉ?
hy: Ցանկանում եք հրաժարվել ավտոմատ բաժանորդագրություններից մինչեւ% @:
sl: Ali želite onemogočiti samodejne naročnine na% @?

source: Viewed:
am: የታየ
hy: Դիտվել է `
sl: Ogledano:

source: There are no subscribers in this group
am: በዚህ ቡድን ውስጥ ምንም ተመዝጋቢዎች የሉም
hy: Այս խմբում բաժանորդներ չկան
sl: V tej skupini ni naročnikov

source: Search for Members
am: አባላትን ፈልግ
hy: Որոնել անդամների համար
sl: Išči člane

source: Are you sure you want to join?
am: እርግጠኛ ነዎት መቀላቀል ይፈልጋሉ?
hy: Վստահ եք, որ ցանկանում եք միանալ:
sl: Ali ste prepričani, da se želite pridružiti?

source: You have been invited to join %@
am: ለመቀላቀል ተጋብዘዋል %@
hy: Դուք հրավիրվել եք միանալու %@
sl: Povabljeni ste, da se pridružite %@

source: Please select the group members that you would like to contact
am: እባክዎ ሊያነጋግሩዋቸው የሚፈልጉትን የቡድን አባላት ይምረጡ
hy: Խնդրում ենք ընտրել խմբի անդամներին, որոնք ցանկանում եք կապվել
sl: Izberite člane skupine, ki jih želite kontaktirati

source: Selected Members (%d)
am: የተመረጡ አባሎች (%d)
hy: Ընտրված անդամներ (%d)
sl: Izbrani člani (%d)

source: Default Thumbnail
am: ነባሪ ድንክዬ
sl: Privzeto Thumbnail

source: Email
am: ኢሜይል
sl: E-naslov

source: Off
am: ጠፍቷል
sl: Izključeno

source: Ping
am: ፒንግ

source: EMAIL
sl: E-NASLOV
